medicate/app/controllers/articles_controller.rb

    def create
        @article = Article.new(article_params)

        if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["text", "testy"], ["created_at", "2019-05-31 15:01:24.310539"], ["updated_at", "2019-05-31 15:01:24.310539"]]